Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Preview hard-paywall onboarding
ar: معاينة الإعداد الأولي مع ترقية إلزامية
de: Vorschau der Einrichtung mit verpflichtendem Upgrade
es: Vista previa del acceso inicial con pago obligatorio
fr: Aperçu de l’accès initial avec paiement requis
hi: अनिवार्य अपग्रेड ऑनबोर्डिंग का प्रीव्यू
it: Anteprima dell’accesso iniziale con pagamento obbligatorio
ja: 購入必須オンボーディングをプレビュー
ko: 필수 업그레이드 온보딩 미리보기
nl: Voorbeeld van onboarding met verplichte upgrade
pt_br: Prévia da configuração inicial com pagamento obrigatório
zh_hans: 预览强制升级引导
zh_hant: 預覽強制升級導覽

source: Preview only — this invite code was not applied.
ar: المعاينة فقط — لم يتم تطبيق رمز الدعوة هذا.
de: Preview only — dieser Einladungscode wurde nicht angewendet.
es: Solo vista previa: este código de invitación no se ha aplicado.
fr: Aperçu uniquement — ce code d'invitation n'a pas été appliqué.
hi: केवल पूर्वावलोकन - यह आमंत्रण कोड लागू नहीं किया गया था।
it: Solo anteprima — questo codice di invito non è stato applicato.
ja: プレビューのみ—この招待コードは適用されませんでした。
ko: 미리보기 전용 — 이 초대 코드는 적용되지 않았습니다.
nl: Alleen voorbeeld — deze uitnodigingscode is niet toegepast.
pt_br: Apenas pré-visualização — este código de convite não foi aplicado.
zh_hans: 仅限预览—未应用此邀请码。
zh_hant: 僅限預覽 - 未應用此邀請代碼。

source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
hi: कीमत
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pt_br: Preço
zh_hans: 价格
zh_hant: 價格

source: PRICE
ar: سعر
de: PREIS
es: PRECIO
fr: PRIX
hi: कीमत
it: PREZZO
ja: 価格
ko: 가격
nl: PRIJS
pt_br: PREÇO
zh_hans: 价格
zh_hant: 價格

source: Price %@
ar: السعر %@
de: Preis %@
es: Precio %@
fr: Prix %@
hi: कीमत %@
it: Prezzo %@
ja: 価格%@
ko: 가격 %@
nl: Prijs %@
pt_br: Preço %@
zh_hans: 价格%@
zh_hant: 價格 %@

source: Price history chart
ar: الرسم البياني لتاريخ السعر
de: Preisverlaufsdiagramm
es: Gráfico de historial de precios
fr: Historique des prix
hi: मूल्य इतिहास चार्ट
it: Grafico storico dei prezzi
ja: 価格履歴チャート
ko: 가격 내역 차트
nl: Grafiek van de prijsgeschiedenis
pt_br: Gráfico do histórico de preços
zh_hans: 价格历史记录图表
zh_hant: 價格歷史圖表

source: Price Signal
ar: إشارة السعر
de: Preissignal
es: Señal de precio
fr: Signal de prix
hi: मूल्य संकेत
it: Segnale di prezzo
ja: 価格シグナル
ko: 가격 신호
nl: Prijssignaal
pt_br: Sinal de preço
zh_hans: 价格信号
zh_hant: 價格信號

source: Price unavailable
ar: السعر غير متوفر
de: Preis nicht verfügbar
es: Precio no disponible
fr: Prix indisponible
hi: कीमत उपलब्ध नहीं है
it: Price unvailable
ja: 価格は利用できません
ko: 가격 확인 불가
nl: Prijs niet beschikbaar
pt_br: Preço indisponível
zh_hans: 价格不可用
zh_hant: 價格不詳

source: Prices with context
ar: الأسعار مع السياق
de: Preise mit Kontext
es: Precios con contexto
fr: Prix avec contexte
hi: संदर्भ के साथ कीमतें
it: Prezzi con contesto
ja: コンテキスト付きの価格
ko: 상황에 따른 가격
nl: Prijzen met context
pt_br: Preços com contexto
zh_hans: 价格与背景
zh_hant: 價格與背景

source: Privacy
ar: خصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 은둔
pt_br: Privacidade
zh_hans: 隐私
zh_hant: 隱私

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pt_br: Política de privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: PRO
ar: للمحترفين
hi: प्रो
ja: プロ
ko: 찬성
pt_br: PRÓ
zh_hans: 专业
zh_hant: 專業版

source: PRO ACTIVE
ar: نشط للمحترفين
de: PRO AKTIV
es: PRO ACTIVO
fr: PRO ACTIF
hi: प्रो सक्रिय
it: PROATTIVO
ja: プロアクティブ
ko: 사전 예방적인
nl: PRO ACTIEF
pt_br: PRO ATIVO
zh_hans: 专业版有效
zh_hant: 積極主動的

source: Pro feature
ar: ميزة احترافية
de: Pro-Funktion
es: Función Pro
fr: Fonction Pro
hi: प्रो सुविधा
it: Funzionalità professionale
ja: プロ機能
ko: 프로 기능
nl: Pro-functie
pt_br: Recurso Pro
zh_hans: 专业版功能
zh_hant: 專業版功能

source: PRO UNLOCKED
ar: مفتوح للمحترفين
de: PRO FREIGESCHALTET
es: PRO DESBLOQUEADA
fr: PRO DÉBLOQUÉ
hi: प्रो अनलॉक
it: PRO SBLOCCATO
ja: プロロック解除
ko: 프로 잠금 해제
nl: PRO ONTGRENDELD
pt_br: PRO DESBLOQUEADO
zh_hans: 专业版已解锁
zh_hant: 專業版解鎖

source: Product image for %@
ar: صورة المنتج لـ %@
de: Produktbild für %@
es: Imagen del producto para %@
fr: Image du produit pour %@
hi: %@ के लिए उत्पाद की फ़ोटो
it: Immagine del prodotto per %@
ja: %@の製品画像
ko: %@의 제품 이미지
nl: Productafbeelding voor %@
pt_br: Imagem do produto para %@
zh_hans: %@的产品图像
zh_hant: %@的產品圖片

source: Product terms and conditions
ar: شروط وأحكام المنتج
de: Produktbedingungen
es: Términos y condiciones del producto
fr: Conditions générales du produit
hi: उत्पाद के नियम और शर्तें
it: Termini e condizioni del prodotto
ja: 製品の利用条件
ko: 제품 약관
nl: Productvoorwaarden
pt_br: Termos e condições do produto
zh_hans: 产品条款和条件
zh_hant: 產品條款與條件

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロファイル
ko: 프로필
nl: Profiel
pt_br: Perfil
zh_hans: 个人资料
zh_hant: 個人資料

source: PROFILE HEAD
ar: الملف الشخصي
de: PROFILKOPF
es: ENCABEZADO DEL PERFIL
fr: titre DU PROFIL
hi: प्रोफ़ाइल हेड
it: INTESTAZIONE DEL PROFILO
ja: プロファイルヘッド
ko: 프로필 헤드
nl: PROFIELKOP
pt_br: CABEÇALHO DO PERFIL
zh_hans: 个人资料头部
zh_hant: 個人資料頭部

source: Profile is saved on this device. Clerk sign-in is not configured.
ar: يتم حفظ الملف الشخصي على هذا الجهاز. لم يتم تكوين تسجيل الدخول إلى Clerk.
de: Profil wird auf diesem Gerät gespeichert. Clerk-Anmeldung ist nicht konfiguriert.
es: El perfil se guarda en este dispositivo. El inicio de sesión en Clerk no está configurado.
fr: Le profil est enregistré sur cet appareil. La connexion Clerk n'est pas configurée.
hi: इस डिवाइस पर प्रोफ़ाइल सेव की गई है। Clerk साइन - इन कॉन्फ़िगर नहीं किया गया है।
it: Il profilo viene salvato su questo dispositivo. L'accesso a Clerk non è configurato.
ja: プロファイルはこのデバイスに保存されています。サインインが設定されていません。
ko: 이 장치에 프로필이 저장되었습니다. Clerk 로그인이 구성되지 않았습니다.
nl: Profiel is opgeslagen op dit apparaat. Clerk-aanmelding is niet geconfigureerd.
pt_br: O perfil é salvo neste dispositivo. O início de sessão Clerk não está configurado.
zh_hans: 个人资料已保存在此设备上。未配置Clerk登录。
zh_hant: 個人資料已儲存在此裝置上。未配置Clerk登錄。

source: Purchase cancelled.
ar: تم إلغاء الشراء.
de: Kauf abgebrochen.
es: Compra cancelada.
fr: Achat annulé.
hi: खरीद रद्द की गई।
it: Acquisto annullato.
ja: 購入がキャンセルされました。
ko: 구매가 취소되었습니다.
nl: Aankoop geannuleerd.
pt_br: Compra cancelada.
zh_hans: 购买已取消。
zh_hant: 購買已取消。

source: Purchase failed
ar: فشل الشراء
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Échec de l'achat
hi: खरीद विफल
it: Acquisto non riuscito
ja: 購入に失敗しました
ko: 구매 실패
nl: Aankoop mislukt
pt_br: Falha na compra
zh_hans: 购买失败
zh_hant: 購買失敗

source: Purchase update
ar: تحديث الشراء
de: Kaufaktualisierung
es: Actualización de compra
fr: Mise à jour de l'achat
hi: खरीद अपडेट
it: Aggiornamento acquisto
ja: 購入の更新
ko: 구매 업데이트
nl: Aankoopupdate
pt_br: Atualização de compra
zh_hans: 购买更新
zh_hant: 購買更新

source: Purchases restored.
ar: تمت استعادة المشتريات.
de: Käufe wiederhergestellt.
es: Compras restauradas.
fr: Achats restaurés.
hi: खरीद बहाल की गई।
it: Acquisti ripristinati.
ja: 購入が復元されました。
ko: 구매가 복원되었습니다.
nl: Aankopen hersteld.
pt_br: Compras restauradas.
zh_hans: 购买已恢复。
zh_hant: 購買已恢復。

source: QTY
ar: الكمية
de: MENGE
es: CANTIDAD
fr: QTÉ
hi: मात्रा
it: QTÀ
ja: 数量
ko: 수량
nl: AANTAL
pt_br: QTD
zh_hans: 数量
zh_hant: 數量

source: Quick start
ar: البداية السريعة
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
hi: त्वरित शुरुआत
it: Avvio rapido
ja: クイックスタート
ko: 빠른 시작
nl: Snelle start
pt_br: Início rápido
zh_hans: 快速入门
zh_hant: 快速入門

source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
hi: तैयार
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Gereed
pt_br: Pronto
zh_hans: 就绪
zh_hant: 就緒

source: Real Market Data
ar: بيانات السوق الحقيقية
de: Echte Marktdaten
es: Datos del mercado real
fr: Données réelles du marché
hi: रियल मार्केट डेटा
it: Dati di mercato reali
ja: 実際の市場データ
ko: 실제 시장 데이터
nl: Echte marktgegevens
pt_br: Dados reais do mercado
zh_hans: 真实市场数据
zh_hant: 真實市場數據

source: Recent valued figures
ar: الأرقام القيمة الأخيرة
de: Aktuelle Werte
es: Cifras valoradas recientemente
fr: Chiffres récents
hi: हाल के मूल्यवान आंकड़े
it: Dati valutati di recente
ja: 最近の価値データ
ko: 최근 가치 수치
nl: Recente getaxeerde cijfers
pt_br: Valores recentes
zh_hans: 最近估值数据
zh_hant: 最近的價值數據

source: Recover Brickvalue Pro on this Apple ID
ar: استرداد Brickvalue Pro على Apple ID هذا
de: Brickvalue Pro auf dieser Apple-ID wiederherstellen
es: Recupera Brickvalue Pro en este ID de Apple
fr: Récupérer Brickvalue Pro sur cet identifiant Apple
hi: इस Apple ID पर Brickvalue प्रो को पुनर्प्राप्त करें
it: Recupera Brickvalue Pro su questo ID Apple
ja: このApple IDでBrickvalue PROを復元
ko: 이 Apple ID에서 Brickvalue Pro 복구
nl: Brickvalue Pro herstellen op deze Apple ID
pt_br: Recuperar Brickvalue Pro neste ID Apple
zh_hans: 在此Apple ID上恢复Brickvalue PRO
zh_hant: 在此Apple ID上恢復Brickvalue PRO

source: Red
ar: أحمر
de: Rot
es: Rojo
fr: Rouge
hi: लाल
it: Rosso
ja: レッド
ko: 빨간색
nl: Rood
pt_br: Vermelho
zh_hans: 红色

source: Redeem an eligible Apple offer code to unlock BrickValue Pro.
ar: استبدل رمز عرض Apple المؤهل لفتح BrickValue Pro.
de: Löse einen berechtigten Apple-Angebotscode ein, um BrickValue Pro freizuschalten.
es: Canjea un código de oferta de Apple que cumpla los requisitos para desbloquear BrickValue Pro.
fr: Utilisez un code promotionnel Apple admissible pour débloquer BrickValue Pro.
hi: BrickValue Pro को अनलॉक करने के लिए एक योग्य Apple ऑफ़र कोड रिडीम करें।
it: Riscatta un codice di offerta Apple idoneo per sbloccare BrickValue Pro.
ja: 対象となるAppleオファーコードを利用して、BrickValue PROのロックを解除しましょう。
ko: 요건을 충족하는 Apple 혜택 코드를 사용하여 BrickValue PRO를 잠금 해제하세요.
nl: Wissel een in aanmerking komende Apple aanbiedingscode in om BrickValue Pro te ontgrendelen.
pt_br: Resgate um código de oferta elegível da Apple para desbloquear o BrickValue Pro.
zh_hans: 兑换符合条件的Apple优惠码，解锁BrickValue PRO。
zh_hant: 兌換符合資格的Apple優惠碼，即可解鎖BrickValue PRO。

source: Redeem offer code
ar: استرداد رمز العرض
de: Angebotscode einlösen
es: Canjear código de oferta
fr: Utiliser le code d'offre
hi: ऑफ़र कोड रिडीम करें
it: Riscatta il codice dell'offerta
ja: オファーコードの引き換え
ko: 혜택 코드 사용하기
nl: Aanbiedingscode inwisselen
pt_br: Resgatar código da oferta
zh_hans: 兑换优惠码
zh_hant: 兌換優惠代碼

source: Refer
ar: إحالة
de: Empfehlen
es: Recomendar
fr: Parrainer
hi: रेफ़र करें
it: Invita
ja: 紹介
ko: 추천하기
nl: Doorverwijzen
pt_br: Indicar
zh_hans: 邀请好友
zh_hant: 推薦人

source: Remind me before renewal
ar: ذكّرني قبل التجديد
de: Vor Verlängerung erinnern
es: Recordármelo antes de renovar
fr: Me le rappeler avant le renouvellement
hi: रिन्यू करने से पहले मुझे याद दिलाएँ
it: Ricordamelo prima del rinnovo
ja: 更新前に通知
ko: 갱신 전에 알림 받기
nl: Mij eraan herinneren voor verlenging
pt_br: Lembrar-me antes da renovação
zh_hans: 续订前提醒我
zh_hant: 續訂前提醒我

source: REMINDERS
ar: تذكيرات
de: ERINNERUNGEN
es: RECORDATORIOS
fr: RAPPELS
hi: रिमाइंडर
it: PROMEMORIA
ja: リマインダー
ko: 알림
nl: HERINNERINGEN
pt_br: LEMBRETES
zh_hans: 提醒
zh_hant: 提醒事項

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 삭제하기
nl: Verwijderen
pt_br: Remover
zh_hans: 删除
zh_hant: 刪除

source: Remove all saved LEGO items
ar: إزالة جميع عناصر LEGO المحفوظة
de: Alle gespeicherten LEGO-Elemente entfernen
es: Eliminar todos los elementos LEGO guardados
fr: Supprimer tous les éléments LEGO enregistrés
hi: सभी सेव किए गए LEGO आइटम हटाएँ
it: Rimuovi tutti gli elementi LEGO salvati
ja: 保存したLEGOアイテムをすべて削除
ko: 저장된 LEGO 항목 모두 삭제
nl: Alle opgeslagen LEGO-items verwijderen
pt_br: Remover todos os itens LEGO salvos
zh_hans: 删除所有已保存的 LEGO 项目
zh_hant: 刪除所有已儲存的 LEGO 項目

source: Remove from collection?
ar: إزالة من التحصيل ؟
de: Aus Kollektion entfernen?
es: ¿Eliminar de la colección?
fr: Supprimer de la collecte ?
hi: कलेक्शन से हटाएँ?
it: Rimuovi dalla collezione?
ja: コレクションから削除しますか？
ko: 수금에서 삭제하시겠어요?
nl: Uit collectie verwijderen?
pt_br: Remover da coleção?
zh_hans: 从房源系列中删除？
zh_hant: 從收藏中刪除？

source: Remove item
ar: إزالة العنصر
de: Artikel entfernen
es: Eliminar artículo
fr: Retirer l'article
hi: आइटम हटाएँ
it: Rimuovi articolo
ja: アイテムを削除
ko: 아이템 삭제
nl: Item verwijderen
pt_br: Remover artigo
zh_hans: 删除项目
zh_hant: 移除項目

source: Removes all copies of this product from your collection.
ar: إزالة جميع نسخ هذا المنتج من مجموعتك.
de: Entfernt alle Kopien dieses Produkts aus Ihrer Sammlung.
es: Elimina todas las copias de este producto de tu colección.
fr: Retire toutes les copies de ce produit de votre collection.
hi: इस उत्पाद की सभी कॉपियाँ आपके कलेक्शन से हटा देता है।
it: Rimuove tutte le copie di questo prodotto dalla tua collezione.
ja: コレクションからこの製品のすべてのコピーを削除します。
ko: 이 상품의 모든 사본을 컬렉션에서 삭제합니다.
nl: Verwijdert alle exemplaren van dit product uit je collectie.
pt_br: Remove todas as cópias deste produto da sua coleção.
zh_hans: 从您的收藏中删除此产品的所有副本。
zh_hant: 從您的收藏中移除此產品的所有副本。

source: Replaces the current figure match
ar: استبدال تطابق الشكل الحالي
de: Ersetzt die aktuelle Zahlenübereinstimmung
es: Reemplaza la coincidencia de cifras actual
fr: Remplace la correspondance du chiffre actuel
hi: मौजूदा फ़िगर मैच को बदल देता है
it: Sostituisce la corrispondenza delle cifre corrente
ja: 現在の数字の一致を置き換えます
ko: 현재 수치 일치 대체
nl: Vervangt de huidige figuurmatch
pt_br: Substitui a correspondência de figura atual
zh_hans: 替换当前数字匹配
zh_hant: 取代目前的數字比對

source: Requests permission for one reset reminder
ar: طلب إذن لتذكير إعادة تعيين واحد
de: Fordert die Erlaubnis für eine Reset-Erinnerung an
es: Solicita permiso para un recordatorio de restablecimiento
fr: Demande l'autorisation d'un rappel de réinitialisation
hi: एक रीसेट रिमाइंडर के लिए अनुमति का अनुरोध करता है
it: Richiede l'autorizzazione per un promemoria di ripristino
ja: 1つのリセットリマインダーの権限を要求します
ko: 재설정 알림 1개에 대한 권한 요청
nl: Vraagt toestemming voor één resetherinnering
pt_br: Solicita permissão para um lembrete de redefinição
zh_hans: 请求一个重置提醒的权限
zh_hant: 請求一次重設提醒的權限

source: Requests permission for one useful BrickValue notification
ar: يطلب الإذن لإشعار BrickValue مفيد واحد
de: Fordert die Berechtigung für eine nützliche BrickValue-Benachrichtigung an
es: Solicita permiso para una notificación BrickValue útil
fr: Demande l'autorisation pour une notification BrickValue utile
hi: एक उपयोगी BrickValue अधिसूचना के लिए अनुमति का अनुरोध करता है
it: Richiede l'autorizzazione per un'utile notifica BrickValue
ja: 便利なBrickValue通知の許可をリクエスト
ko: 하나의 유용한 BrickValue 알림에 대한 권한을 요청합니다.
nl: Vraagt toestemming voor één nuttige BrickValue-melding
pt_br: Solicita permissão para uma notificação BrickValue útil
zh_hans: 请求一项有用的 BrickValue 通知的权限
zh_hant: 請求獲得一個有用的BrickValue通知的權限

source: Requires BrickValue Pro
ar: يتطلب BrickValue Pro
de: Erfordert BrickValue Pro
es: Requiere BrickValue Pro
fr: Nécessite BrickValue Pro
hi: BrickValue प्रो की आवश्यकता है
it: Richiede BrickValue Pro
ja: BrickValue PROが必要
ko: BrickValue Pro 필요
nl: Vereist BrickValue Pro
pt_br: Requer BrickValue Pro
zh_hans: 需要 BrickValue Pro
zh_hant: 需要BrickValue PRO

source: Rescue crew
ar: طاقم الإنقاذ
de: Rettungskräfte
es: Equipo de rescate
fr: Équipe de secours
hi: बचाव दल
it: Squadra di soccorso
ja: レスキュークルー
ko: 구조 대원
nl: Reddingsteam
pt_br: Equipe de resgate
zh_hans: 救援人员
zh_hant: 救援人員

source: Reset reminder set
ar: إعادة تعيين مجموعة التذكير
de: Erinnerungsset zurücksetzen
es: Restablecer conjunto de recordatorios
fr: Réinitialiser le jeu de rappels
hi: अनुस्मारक सेट रीसेट करें
it: Reimposta promemoria impostato
ja: リマインダーセットのリセット
ko: 알림 설정 재설정
nl: Herinneringsset opnieuw instellen
pt_br: Redefinir lembrete definido
zh_hans: 重置提醒设置
zh_hant: 重設提醒集

source: Restore
ar: يعيد
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करना
it: Ripristina
ja: 復元
ko: 복원하다
nl: Herstellen
pt_br: Restaurar
zh_hans: 恢复
zh_hant: 還原

source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी वापस लौटाएं
it: Ripristina acquisti
ja: 購入品の復元
ko: 구매 복원
nl: Aankopen herstellen
pt_br: Restaurar compras
zh_hans: 恢复购买
zh_hant: 還原購買項目

source: Restoring purchases…
ar: جارٍ استعادة عمليات الشراء...
de: Käufe wiederherstellen…
es: Restaurar compras…
fr: Restaurer les achats…
hi: खरीदारी बहाल की जा रही है...
it: Ripristina acquisti...
ja: 購入品の復元
ko: 구매 복원 중…
nl: Aankopen herstellen…
pt_br: Restaurar compras…
zh_hans: 正在恢复购买...
zh_hant: 還原購買項目…

source: RETAIL
ar: بيع بالتجزئة
de: EINZELHANDEL
es: VENTA MINORISTA
fr: VENTE AU DÉTAIL
hi: खुदरा
it: VEDERE AL DETTAGLIO
ja: 小売
ko: 소매
nl: DETAILHANDEL
pt_br: VAREJO
zh_hans: 零售
zh_hant: 零售

source: Retake
ar: إعادة الالتقاط
de: Wiederholen
es: Volver a realizar
fr: Reprendre
hi: फिर से लेना
it: Ripeti
ja: 再受験
ko: 다시 잡다
nl: Opnieuw maken
pt_br: Refazer
zh_hans: 重拍
zh_hant: 重新拍攝

source: Retake scan
ar: إعادة المسح
de: Scan wiederholen
es: Volver a realizar el escaneo
fr: Reprendre la numérisation
hi: पुनः स्कैन करें
it: Ripeti scansione
ja: 再スキャン
ko: 스캔 재촬영
nl: Opnieuw scannen
pt_br: Refazer digitalização
zh_hans: 重新扫描
zh_hant: 重新拍攝

source: Retries the current bulk scan or prepares the camera again
ar: إعادة المسح الضوئي المجمع الحالي أو تحضير الكاميرا مرة أخرى
de: Wiederholt den aktuellen Massenscan oder bereitet die Kamera erneut vor
es: Volver a intentar el escaneo masivo actual o preparar la cámara de nuevo
fr: Réessayer la numérisation en masse actuelle ou préparer à nouveau la caméra
hi: वर्तमान बल्क स्कैन का पुन: प्रयास करें या कैमरा फिर से तैयार करें
it: Riprova la scansione in blocco corrente o prepara di nuovo la fotocamera
ja: 現在の一括スキャンを再試行するか、カメラを再度準備
ko: 현재 대량 스캔을 다시 시도하거나 카메라를 다시 준비합니다.
nl: Opnieuw de huidige bulkscan uitvoeren of de camera opnieuw voorbereiden
pt_br: Repete a digitalização em massa atual ou prepara a câmera novamente
zh_hans: 重试当前批量扫描或再次准备相机
zh_hant: 重新嘗試目前的批量掃描或重新準備相機

source: Retry
ar: أعد المحاولة
de: Erneut versuchen
es: Volver a intentar
fr: Réessayer
hi: पुन: प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 해 보다
nl: Opnieuw proberen
pt_br: Repetir
zh_hans: 重试
zh_hant: 重新嘗試

source: Review the detected items
ar: راجع العناصر المكتشفة
de: Überprüfe die erkannten Artikel
es: Revisar los elementos detectados
fr: Vérifier les éléments détectés
hi: पता लगाए गए आइटम की समीक्षा करें
it: Rivedi gli articoli rilevati
ja: 検出されたアイテムを確認
ko: 감지된 항목을 검토합니다.
nl: De gedetecteerde items bekijken
pt_br: Revisar os itens detectados
zh_hans: 查看检测到的项目
zh_hant: 檢查偵測到的項目

source: Review the new-user access flow
ar: مراجعة مسار وصول المستخدم الجديد
de: Zugangsablauf für neue Nutzer prüfen
es: Revisa el flujo de acceso para nuevos usuarios
fr: Examiner le parcours d’accès des nouveaux utilisateurs
hi: नए उपयोगकर्ता का एक्सेस फ़्लो देखें
it: Esamina il flusso di accesso per i nuovi utenti
ja: 新規ユーザーのアクセスフローを確認
ko: 신규 사용자 접근 흐름 검토
nl: Toegangsflow voor nieuwe gebruikers bekijken
pt_br: Revisar o acesso de novos usuários
zh_hans: 查看新用户访问流程
zh_hant: 檢視新使用者存取流程

source: Review the result before continuing.
ar: راجع النتيجة قبل المتابعة.
de: Überprüfe das Ergebnis, bevor du fortfährst.
es: Revisar el resultado antes de continuar.
fr: Vérifier le résultat avant de continuer.
hi: जारी रखने से पहले परिणाम की समीक्षा करें.
it: Rivedi il risultato prima di continuare.
ja: 続行する前に結果を確認してください。
ko: 계속하기 전에 결과를 검토하세요.
nl: Het resultaat bekijken voordat je doorgaat.
pt_br: Revisar o resultado antes de continuar.
zh_hans: 在继续之前查看结果。
zh_hant: 在繼續之前檢查結果。

source: Review your plan before it renews.
ar: قم بمراجعة خطتك قبل تجديدها.
de: Überprüfe deinen Plan, bevor er verlängert wird.
es: Revisa tu plan antes de que se renueve.
fr: Passez en revue votre forfait avant qu'il ne soit renouvelé.
hi: नवीनीकरण से पहले अपनी योजना की समीक्षा करें।
it: Controlla il tuo piano prima che si rinnovi.
ja: 更新する前にプランを確認しましょう。
ko: 갱신하기 전에 요금제를 검토하세요.
nl: Controleer je abonnement voordat het wordt verlengd.
pt_br: Revise seu plano antes que ele seja renovado.
zh_hans: 续订前，请查看您的套餐。
zh_hant: 請在續訂前檢查您的方案。

source: REWARD
ar: جائزة
de: PRÄMIE
es: RECOMPENSA
fr: RÉCOMPENSE
hi: इनाम
it: RICOMPENSA
ja: 報酬
ko: 리워드
nl: BELONING
pt_br: RECOMPENSA
zh_hans: 奖励
zh_hant: 獎勵

source: Save an unlimited collection and support continued pricing and scanner improvements.
ar: احفظ مجموعة غير محدودة وادعم التسعير المستمر وتحسينات الماسح الضوئي.
de: Spare eine unbegrenzte Sammlung und unterstütze weitere Preis- und Scannerverbesserungen.
es: Ahorra una colección ilimitada y ayuda a seguir mejorando los precios y los escáneres.
fr: Économisez une collection illimitée et prenez en charge la tarification continue et les améliorations du scanner.
hi: असीमित संग्रह सहेजें और निरंतर मूल्य निर्धारण और स्कैनर सुधारों का समर्थन करें।
it: Risparmia una collezione illimitata e supporta i continui miglioramenti dei prezzi e dello scanner.
ja: 無制限のコレクションを保存し、継続的な価格設定とスキャナーの改善をサポートします。
ko: 무제한 컬렉션을 저장하고 지속적인 가격 책정과 스캐너 개선을 지원합니다.
nl: Bespaar een onbeperkte verzameling en ondersteun voortdurende prijs- en scannerverbeteringen.
pt_br: Salve uma coleção ilimitada e ofereça suporte a preços contínuos e melhorias no scanner.
zh_hans: 保存无限集合，并支持持续定价和扫描仪改进。
zh_hant: 儲存無限收藏，並支援持續的定價和掃描器改進。

source: Save new or used items and track your portfolio value over time.
ar: احفظ العناصر الجديدة أو المستخدمة وتتبع قيمة محفظتك بمرور الوقت.
de: Speichern Sie neue oder gebrauchte Artikel und verfolgen Sie Ihren Portfoliowert im Laufe der Zeit.
es: Guarda artículos nuevos o usados y haz un seguimiento del valor de tu portafolio a lo largo del tiempo.
fr: Enregistrez des articles neufs ou usagés et suivez la valeur de votre portefeuille au fil du temps.
hi: नई या प्रयुक्त वस्तुओं को सहेजें और समय के साथ अपने पोर्टफोलियो मूल्य को ट्रैक करें।
it: Salva articoli nuovi o usati e monitora il valore del tuo portafoglio nel tempo.
ja: 新規または中古のアイテムを保存し、ポートフォリオの価値を時間の経過とともに追跡します。
ko: 신규 또는 중고 아이템을 저장하고 시간 경과에 따른 포트폴리오 가치를 추적하세요.
nl: Bewaar nieuwe of gebruikte items en houd de waarde van je portfolio in de loop van de tijd bij.
pt_br: Salve itens novos ou usados e acompanhe o valor do seu portfólio ao longo do tempo.
zh_hans: 保存新的或二手物品，并跟踪一段时间内的投资组合价值。
zh_hant: 儲存新的或用過的項目，並追蹤一段時間內的投資組合價值。

source: Save your invite progress
ar: احفظ تقدم دعوتك
de: Speichere deinen Einladungsfortschritt
es: Guarda el progreso de tu invitación
fr: Enregistrer la progression de votre invitation
hi: अपने आमंत्रण की प्रगति सहेजें
it: Salva i progressi dell'invito
ja: 招待の進行状況を保存
ko: 초대 진행 상황 저장하기
nl: Voortgang van de uitnodiging opslaan
pt_br: Salve o progresso do seu convite
zh_hans: 保存您的邀请进度
zh_hant: 儲存您的邀請進度

source: Save your progress
ar: احفظ تقدمك
de: Speichere deinen Fortschritt
es: Guarda tu progreso
fr: Enregistrer la progression
hi: अपनी प्रगति सहेजें
it: Salva i tuoi progressi
ja: 進行状況を保存
ko: 진행 상황 저장하기
nl: Voortgang van de uitnodiging opslaan
pt_br: Salve o progresso
zh_hans: 保存您的进度
zh_hant: 儲存您的進度

source: Saving…
ar: توفير…
de: Speichern…
es: Guardando…
fr: Enregistrer…
hi: सहेजा जा रहा है...
it: Salvataggio...
ja: 保存中...
ko: 저장하기…
nl: Bezig met opslaan…
pt_br: Salvando...
zh_hans: 保存中...
zh_hant: 儲存中...

source: Scan
ar: مسح
es: Escanea
fr: Numériser
hi: स्कैन
it: Scansione
ja: スキャン
ko: 스캔
nl: Scannen
pt_br: Digitalize
zh_hans: 扫描
zh_hant: 掃描

source: Scan accuracy
ar: دقة المسح
de: Scangenauigkeit
es: Precisión del escaneo
fr: Précision de numérisation
hi: स्कैन सटीकता
it: Accuratezza della scansione
ja: スキャンの精度
ko: 스캔 정확도
nl: Nauwkeurigheid van de scan
pt_br: Digitalize com precisão
zh_hans: 扫描准确度
zh_hant: 掃描準確度
